Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: It's especially likely to alienate the audience if the method of removal seems [[DroppedABridgeOnHim unsatisfying]] or [[PutOnABusToHell mean-spirited]].
pt_br: A chance de alienar o público é maior se o método de remoção parece [[Br/CaiuUmaPonteNele pouco satisfatório]] ou [[Br/ColocadoEmUmOnibusParaOInferno malvado]].

source: It's especially problematic if the new character [[ReplacementScrappy replaces a previous one]] -- and, going back to the above point, if they're replacing a relatively passive character.
pt_br: É especialmente problemático se o novo personagem [[Br/SubstitutoOdiado substitui um personagem anterior]] -- e, voltando ao ponto acima, se ele está substituindo um personagem relativamente passivo.

source: It's even acknowledged by her during an episode following the 1976 remake.
pt_br: Isso é até mesmo reconhecido por ela durante um episódio após a refilmagem de 1976.

source: It's even been shown that Dudão's wardrobe actually consists entirely in blue t-shirts and yellow shorts.
pt_br: É inclusive mostrado que o guarda roupa de Dudão de fato consiste apenas em camisas azuis e bermudas amarelas.

source: It's even possible for tropes to eventually coalesce out of such intertextual references, reaching a tipping point where a TropeMaker or TropeCodifier emerges, at which point something that was ''previously'' Too Rare To Trope retroactively becomes an example of an UnbuiltTrope.
pt_br: É até possível que tropos eventualmente nasçam a partir dessas referências intertextuais, alcançando um ponto de virada em que um Br/CriadorDeTropo ou Br/CodificadorDeTropo emergem, e nesse momento algo que ''antes'' era Raro Demais Para Ser Um Tropo se torna retroativamente um exemplo de Br/TropoNaoConstruido.

source: It's got a nasty recoil too.
pt_br: E tem um coice muito potente também.

source: It's implied that since most aliens live in New York, people just chalk it all up to New York being weird.
pt_br: Fica implicado que como a maioria dos aliens mora em Nova Iorque, as pessoas apenas desprezam na suposição de que é uma cidade estranha.

source: It's important to note that despite being ''villainous'' within the context of the story, Knights Templar fully believe that they are on the side of righteousness [[TheFettered and draw strength from it]] and that their opponents are not.
pt_br: É importante notar que, apesar de serem os ''vilões'' no contexto da história, os Cavaleiros Templários acreditam estar do lado da ordem [[Br/OAcorrentado e que dela obtém forças]], e que seus oponentes não estão.

source: It's just a narrative convention designed to skip over lots of irrelevant stuff by putting the important events all together, leaving the audience to forget the improbability of the event.
pt_br: É apenas uma convenção narrativa pensada para pular muitas coisas irrelevantes, o que ocorre ao colocar juntos todos os eventos importantes e deixar o público esquecer a improbabilidade do evento.

source: It's just an act.
pt_br: É apenas uma encenação.

source: It's loaded with cholesterol.
pt_br: Cheia de colesterol.

source: It's made all the more awesome by the novelization revealing his rationale for shooting Tiffany was CORRECT, something none of the other applicants succeeded at.
pt_br: Fica tudo melhor na novelização, quando é revelado que a justificativa dele para atirar na Tiffany estava CORRETA.

source: It's made worse by how overt this can be, as the Chinese government only allows 34 international movie releases per year and has full control over release dates, advertising, and how many screenings it can get -- since competition is fierce studios are often willing to pander to desperate levels to get their movie past the bar.
pt_br: Isso é tornado pior pelo fato de que o governo chinês só permite 34 filmes internacionais por ano e tem controle completo sobre as datas de estreia, publicidade e quantas sessões o filme terá -- como a competição é intensa, estúdios costumam estar dispostos a ceder em níveis desesperados para o filme ser aceito.

source: It's mainly used for memes, which we don't want anymore, as well as holdovers from the infancy of namespaces.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=WebVideo WebVideo/]] (Live-action videos and video-based {{Lets Play}}s originally or only released online.
pt_br: É principalmente usado para memes, que nós não queremos mais, assim como resíduos do início da divisão em espaços.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrVideoDaWeb BrVideoDaWeb/]] (Vídeos com pessoas reais e conteúdos similares originais ou exclusivos da internet.

source: It's most acute with {{Talk Show}}s, which might start off as intelligent and erudite but devolve into the daytime ratings king, the PointAndLaughShow where the typical line-up includes drug-addled RockStar, a has-been sex kitten talking her sex tape, and a homemaker-turned CamWhore.
pt_br: Acontece de maneira mais visível com Br/{{Talk Show}}s, que podem começar se propondo a serem inteligentes e eruditos mas degeneram para programas de fofoca do horário da tarde.

source: It's much harder to discern whatever misconceptions (e.g. a flat earth) the commonfolk of those times believed to be true.
pt_br: É muito mais difícil saber quais ideias infundadas (e.g. uma terra plana) o povo comum daquela época acreditava ser verdade.

source: It's not The Forces of Darkness's fault, but they are laughing their asses off and feel so satisfied knowing that they were ''right''.
pt_br: Não é culpa das Forças das Trevas, mas eles estão se acabando de rir, se sentindo satisfeitos em saber que estavam ''certos''.

source: It's not dirty.
pt_br: Não está suja.

source: It's not like the dead guy cares, is it?
pt_br: Afinal, o morto não se importa, né?

source: It's not necessarily karma -- they don't have to deserve what they go through, but they're an easy target.
pt_br: Não é necessariamente karma -- eles não precisam merecer o que estão passando, mas eles são alvos fáceis.

source: It's one of his {{Catch Phrase}}s ("¡¡¡Aaaay, cállate, cállate, cállate, cállate, que me desespeeeeras!!!"/"Ohhhh, shut up, shut up, shut up, shut up, you're driving me craazyy!!!").
pt_br: É um de seus [[Br/{{Bordao}} bordões]]: -->''"Ai, cale-se, cale-se, cale-se, você me deixa looouco!"''

source: It's one of the most common methods of telling a story (other than the simple standalone story), and as such it's one of the most obvious and effective examples of the RuleOfThree.
pt_br: É um dos métodos mais comuns de se contar uma história (tirando a história simples completa em si mesma), e por isso é um dos exemplos mais óbvios e eficazes da Br/RegraDoTres.

source: It's part of his super hero 'image' as a HotBlooded brawler.
pt_br: É parte da "imagem" dele de super herói como um lutador de Br/SangueQuente.

source: It's particularly acute when the OfficialCouple (or BetaCouple) is constantly breaking up and getting back together, to the point where it aggravates not only the audience but the other characters.
pt_br: É particularmente agudo quando o Br/CasalOficial (ou o Br/CasalBeta) está constantemente rompendo e reatando, ao ponto de irritar não somente o público como os outros personagens.

source: It's particularly bad if the entity who 'died' is revealed to have been an ExpendableClone, ActuallyADoombot, or if their odds of surviving the fake-out death [[NoOneCouldSurviveThat seemed highly improbable or impossible]].
pt_br: É particularmente ruim se a entidade que "morreu" na verdade era um Br/CloneDescartavel, uma máquina ou se as chances de sobreviverem à morte forjada [[Br/NinguemPoderiaSobreviverAIsso eram muito improváveis ou impossíveis]].

source: It's physically and theologically impossible.
pt_br: É fisicamente e teologicamente impossível.

source: It's played very much like a typical American judicial execution by lethal injection, with a special chamber devoted to it and a stretcher with limb restraints to keep the robot from struggling.[[note]]While quite reminiscent of American executions on its own, it's even more reminiscent of the inaccurate portrayals of this kind of execution in media.[[/note]] * DreamingOfThingsToCome: Related to DoAndroidsDream: Sonny says he dreamt of a man (he thinks it's Spooner) on a hill, surrounded by robots and leading them.
pt_br: É encenado de maneira similar à uma típica execução judicial americana através de injeção letal, com uma câmara especial preparada com esse fim e uma maca com amarras para os membros a fim de impedir que o robô se debata. [[note]]Apesar de lembrar as execuções americanas, é mais similar às retratações imprecisas desse tipo de execução na mídia.[[/note]] * Br/SonhandoComAquiloQueVira: Relacionado a Br/AndroidesSonham: Sonny diz que sonhou com um homem (que ele considera ser Spooner) em uma colina, cercado por robôs e os liderando.

source: It's rarely used outside of InteractiveFiction and short-form narratives like songs, poems and short stories because it gets alienating in long doses.
pt_br: Raramente é usada fora da Br/FiccaoInterativa e narrativas curtas como canções, poemas e pequenos contos porque o uso estendido se torna alienante.

source: It's remarkably easy for a show to generate cheap hype by teasing the possibility of an LGBT pairing.
pt_br: É muito fácil para um show gerar engajamento barato ao implicar a possibilidade de um par romântico LGBT.

source: It's simply easier to write about a robot that dreams than to write about one that only claims it does.
pt_br: É mais fácil escrever sobre um robô que sonha do que escrever sobre um que alega que sonha.

source: It's somewhat rare for the Franchise/{{Transformers}} to encounter anyone who seriously doubts their sentience after talking to them for more than a moment.[[note]]In-universe, they've been repeatedly ''proven'' to have souls, even before the concept of "[[OurSoulsAreDifferent sparks]]" was introduced.[[/note]]
pt_br: É raro que os BrFranquia/{{Transformers}} encontrem alguém que duvide seriamente de sua senciência após falar um pouco com eles.[[note]]In-universo, foi repetidamente ''provado'' que eles possuem almas, mesmo antes do conceito de "[[Br/NossasAlmasSaoDiferentes fagulhas]]" ter sido introduzido.[[/note]]

source: It's stated he once lifted a city bus all on his own to save people trapped under it (despite him making excuses due to presently suffering a HeroicBSOD at the time).
pt_br: Diz-se que ele certa vez levantou um ônibus sozinho para salvar as pessoas presas embaixo dele (apesar dele se desculpar devido a um Br/ColapsoHeroico no momento).

source: It's staying with Gigi, as she's seen petting it when Spooner comes for a visit.
pt_br: Ele ficou com Gigi, e ela é vista fazendo carinho no gato quando Spooner aparece pra visitar.

source: It's suggested that she is one of the MIB's most frequently [[LaserGuidedAmnesia neuralyzed]] individuals for this very reason.
pt_br: O filme sugere que ela é um dos indivíduos que passa por [[Br/AmnesiaComMiraLaser neuralização com mais frequência]] por esse motivo.

source: It's the kind of thing often associated with ComicBooks of the era (''ComicBook/TheDeathOfSuperman'' and ''ComicBook/TheCloneSaga'' are often cited), but you also saw it in mainstream films (''e.g. Film/AlienResurrection, Film/The6thDay''), TV series (''e.g. Series/TheXFiles'') and video games (''e.g. VideoGame/MetalGearSolid'').
pt_br: Esse tipo de coisa é associada aos quadrinhos da época (frequentemente são citados ''BrQuadrinhos/AMorteDoSuperman'' e a ''BrQuadrinhos/SagaDoClone''), mas também apareceu em filmes populares (''e.g. BrFilme/AlienARessurreicao, BrFilme/OSextoDia''), séries de televisão (''e.g. BrSerie/ArquivoX'') e videogames (''e.g. BrVideoGame/MetalGearSolid'').

source: It's unclear whether he said it out of malice or innocence, but it's most likely the former.
pt_br: Não se sabe se ele disse isso com malícia ou inocência, mas o mais provável é que tenha sido o primeiro caso.

source: It's unspecified if it's different each time, or the same one repeated, but regardless, only the one they discuss ever becomes pertinent to the plot.
pt_br: Não se sabe se é um sonho diferente a cada vez, ou o mesmo repetidamente; independentemente disso, o único sonho discutido é aquele que é relevante para a trama.

source: It's usually used in two-part episodes for telling the viewers that the story will continue in the next episode.
pt_br: É usado em episódios em duas partes para dizer aos espectadores que a história vai continuar no próximo episódio.

source: It's very common to be PlayedForDrama, usually as either the BigBad, or TheDragon to the BigBad.
pt_br: É muito comum em ser Br/UsadoParaDrama, geralmente como o Br/GrandeMal ou como Br/ODragao do Br/GrandeMal.

source: Its original membership numbered just nine, Hugues himself and eight of his fellow noble relations.
pt_br: Os membros originais da ordem eram apenas nove: o próprio Hugo e oito de seus companheiros.

source: Its pattern is inciting incident, rising tension, explosive climax, and denouement.
pt_br: O padrão é incidente incitador, tensão crescente, clímax explosivo e desfecho.

source: It´s hard not to attribute this to the fact that she and Chilindrina were played by the same actress, which forced any interaction between the two of them to be done via green-screen.
pt_br: É difícil não atribuir isso ao fato de que ela e a Chiquinha eram interpretadas pela mesma atriz, o que fazia com que qualquer interação entre as duas tivesse que acontecer com uso de tela verde.

source: J at the least looks around nervously but otherwise doesn't move.
pt_br: O J pelo menos olha o entorno nervosamente, mas também não se move.

source: J discovers his third grade teacher really was an alien all along, and at the end when J reveals Dennis Rodman is one, too.
pt_br: J descobre que a professora dele na terceira série realmente era uma alienígena, e no final quando o J revela que o Dennis Rodman é um também.

source: J ends up competing with marksmen and top military officers in various tests of skill and mental acumen.
pt_br: J acaba disputando a posição contra fuzileiros e outros soldados de elite em testes de habilidade e acuidade mental.

source: J engages Edgar on a crowded street and K is quick to berate him over jeopardizing TheMasquerade.
pt_br: J inicia perseguição contra Edgar em uma rua movimentada e K é rápido em repreendê-lo por colocar o Br/{{mascaramento}} em risco.

source: J fires a single shot and kills "Little Tiffany".
pt_br: J dispara uma única bala e mata a "pequena Tiffany".

source: J gets the idea to pull a table closer to him so he can fill it out on there.
pt_br: J tem a ideia de puxar para si uma mesa próxima para que ele possa usá-la.

source: J is supposed to be a trained police officer, who should know something about handling firearms[[note]]Although police are nowhere near as well trained with firearms as people think they are, this is pretty damn basic.[[/note]].
pt_br: Novamente, J é um policial treinado que deveria ter mais cuidado com o manuseio das armas.

source: J knows that K is still very happy though and has recruited Laurel to join as his new partner in turn as well.]] * BizarreAlienBiology: Almost all of the aliens the MIB processes.
pt_br: No entanto, J sabe que K está feliz e recruta Laurel para se juntar a ele como parceira.]] * Br/BiologiaAlienigenaBizarra: Quase todos os aliens que passam pela MIB.

source: J lampshades it by saying that the cephalopoid is "pissing everybody off." * ConvenientlyTimedAttackFromBehind: Happens at the end of the movie.
pt_br: * Br/AtaquePorTrasConvenientementeExecutado: No final do filme.

source: J takes one sip, grimaces, and spits it back into the glass because there's no sugar in it -- Beatrice never bothered to get any more.
pt_br: J toma um gole, faz careta e cospe de volta no copo porque não tem açúcar -- Beatrice não se incomodou em repôr o açúcar.

source: J works out that he was actually going to meet up with the girl he loved (he was carrying flowers), who he still cares about decades later.
pt_br: J deduz que ele na verdade estava indo se encontrar com a garota de quem ele gostava (ele estava levando flores) e que ele ainda gosta dela muitas décadas depois.

source: Jane Austen's ''Literature/PrideAndPrejudice'' being a famous example of such a "triple-decker novel".
pt_br: ''BrLiteratura/OrgulhoEPreconceito'', de Jane Austen, se tornou um exemplo famoso de um desses romances em três volumes.

source: Jirafales says that an altruist is "a man who loves his fellow men" and Don Rámon replies that he knew it by other name.
pt_br: Girafales diz que um altruísta é "um homem que ama outros homens" e Seu Madruga responde que ele conhece isso por outro nome.

source: Jirafales sternly asks Chavo if he drew it, and when the boy lies he did, [[BaitAndSwitchComment the man remarks]] he does appreciate the caricature and tells him to keep improving his art.
pt_br: Girafales seriamente pergunta do Chaves se ele é o autor, e quando ele mente dizendo que sim, [[Br/ComentarioDeIscaETroca Girafales comenta que aprecia a caricatura]] e diz para ele continuar praticando a arte.

source: JokerImmunity doesn't exist in real life.
pt_br: Br/ImunidadeDeCoringa não existe na vida real.

source: Jumping the Shark is the moment when an established LongRunner series changes in a significant manner, ranging from a contrived gimmick to a full {{Retool}}.
pt_br: Pular O Tubarão é o momento em que uma série de Br/LongaDuracao já estabelecida muda de maneira significativa, que pode variar desde um artifício questionável até uma Br/{{Redefinicao}} completa.

source: Jumping the shark can happen at any time in an established work's run.
pt_br: Pular o tubarão pode acontecer a qualquer momento em uma série estabelecida.

source: Just ''don't''.
pt_br: Apenas ''não'' faça.

source: Just as Quico starts laughing at Chavo and Chilindrina, Doña Florinda politely asks him to go get some water.
pt_br: No momento em que Quico começa a rir do Chaves e da Chiquinha, Dona Florinda pede que ele vá buscar água.

source: Just as often the bad guys as the good guys in an OrderVersusChaos situation.
pt_br: Em uma situação de Br/OrdemContraCaos, podem ser os mocinhos ou os vilões.

source: Just ask poor Don Ramón: more often than not he is beaten up without being allowed any explanation, especially over things other people (Especially El Chavo) did.
pt_br: Basta ver a situação do Seu Madruga: quase sempre ele é agredido sem explicação, geralmente por coisas que outras pessoas (o Chaves, em particular) fizeram.

source: Just got hung up on the wrong robot.
pt_br: Eu só suspeitei do robô errado.

source: Just like its brother extreme, Lighter and Softer can leave just as bad of a taste in longtime fans' mouths as Darker and Edgier if handled poorly.
pt_br: Assim como com seu irmão mais extremo, Mais Animado e Leve pode deixar um gosto ruim entre os fãs se for usado de maneira ruim.

source: Just like with DarkerAndEdgier, please keep in mind that Administrivia/TropesAreTools.
pt_br: Assim como em Br/MaisSombrioEPesado, tenha em mente que BrAdministrivia/TroposSaoFerramentas.

source: Just listing the character's name with no explanation is a Administrivia/ZeroContextExample, something we don't want.
pt_br: Apenas listar o nome do personagem sem dar explicação nenhuma faz com que seja um BrAdministrivia/ExemploSemContexto, e isso nós não queremos.

source: Just mixed metaphors.
pt_br: Tem mil defeitos.

source: Just pray that they don't have [[AdaptiveAbility the ability to adapt to whatever that managed to kill them before such that]] ItOnlyWorksOnce, and/or unlimited amount of extra life.
pt_br: Apenas reze para que eles não tenham a habilidade de se adaptar para o que quer que o tenha lhes matado de tal maneira que se torne um caso de Br/SoFuncionaUmaVez.

source: Just we few.
pt_br: Ela é nossa.

source: JustForFun/NotToBeConfusedWith FreudWasRight, AllPsychologyIsFreudian (or any of the other five or so Tropes that UsefulNotes/SigmundFreud was the TropeNamer for, actually.)
pt_br: BrApenasPorLazer/NaoConfundirCom Br/FreudEstavaCerto e Br/TodaPsicologiaEFreudiana (ou qualquer um dos outros tropos para os quais o BrNotasUteis/SigmundFreud é o Br/NomeadorDeTropo).

source: JustInTime.
pt_br: Br/BemNaHora.

source: Justified due to being possessed by the soul of her dead father.
pt_br: Justificado porque a bola é possuída pela alma de seu falecido pai.

source: Justified for Chavo and Chilindrina, who are poor enough that they probably wear hand me downs, found rags, or hand-made clothes.
pt_br: Para o Chaves e a Chiquinha é justificado, pois eles são muito pobres e provavelmente se vestem com roupas doadas ou encontradas.

source: Justified with Spooner due to [[spoiler: his stronger prosthetic arm]] or just not caring where the bullets go.
pt_br: Justificado com Spooner [[spoiler: por causa do braço protético reforçado]] ou por não se importar para onde vão as balas.

source: Justified, as it's Calvin's job to make the robots look and act like humans.
pt_br: Justificado, já que é o trabalho dela fazer os robôs mais parecidos com humanos.

source: K explains that a grouchy alien was stuck in customs after traveling 17 trillion miles...or a bit under 3 light-years.
pt_br: K explica que um alien mal humorado estava preso estava preso na imigração após uma viagem de 17 trilhões de milhas... um pouco menos de três anos-luz.

source: K then proceeds to have J carry the gun into the field without having had a chance to practice with it.
pt_br: K então leva J para uma atividade de campo sem que ele tenha tido oportunidade para praticar com ela.

source: K-E-E-S-E!
pt_br: K-E-J-O!

source: Karma Houdinis must have ABSOLUTELY nothing bad to ever happen to them (and for it to be impossible to attack and defeat them in a video game (see TheUnfought) to qualify for this trope.
pt_br: Karma Houdinis não devem, absolutamente, sofrer nada de ruim (e não deve ser possível atacar e derrotar ele em um videogame; consultar Br/ONaoEnfrentado) para qualificar para este tropo.

source: Karma is out to lunch.
pt_br: O karma saiu para o intervalo de almoço.

source: Keep in mind though, the difficulty of the game [[SurpriseDifficulty might have nothing to do with how the game looks aesthetically]], but [[WhatDoYouMeanItsNotForKids they're not tailored for young kids either]].
pt_br: Tenha em mente, no entanto, que a dificuldade do jogo [[Br/DificuldadeSurpresa pode não ter nada a ver com a estética do jogo em si]], mas ainda assim [[Br/ComoAssimNaoEParaCriancas eles não serão adequados para crianças pequenas]].

source: Kids can legitimately be said to be less knowledgeable than adults, though we all probably know a depressingly large number of exceptions.
pt_br: Pode-se dizer que crianças possuem menos conhecimento que adultos, apesar de cada um de nós certamente conhecer uma quantidade significativa de exemplos.

source: Killing its body in this dimensional plane is a mild setback... if at all, as it can grow that back very quickly or replace it.
pt_br: Matar seu corpo nesta dimensão é uma mera inconveniência... caso de fato seja, pois é possível regenerar rápido ou substituir o corpo.

source: King Philip "le Bel"[[note]]The Handsome - [[BeautyIsBad He was said to be exceptionally good-looking]][[/note]] was a monarch who was interested in reforming finances and centralizing his kingdom under one rule.
pt_br: Rei Filipe, "o Belo"[[note]][[Br/BelezaEMa Dizem que ele era excepcionalmente bonito]][[/note]] foi um monarca que tinha interesse em reformar as finanças e unificar o reino sob seu domínio.

source: Knew I'd love the idea of a robot as a bad guy.
pt_br: Sabia que eu ia adorar a ideia de um robô mau.
